Repository: 0xthe13/Alpaca
Catalog: po/*.po
Languages: he

source: The remote instance has disconnected
he: המופע המרוחק התנתק

source: There was an error with the local Ollama instance, so it has been reset
he: הייתה שגיאה עם מופע Ollama המקומי, לכן הוא אופס

source: Cannot open image
he: לא ניתן לפתוח את התמונה

source: Delete Chat?
he: למחוק את השיחה?

source: Are you sure you want to delete '{}'?
he: האם אכן ברצונך למחוק את '{}'?

source: Delete
he: מחיקה

source: Rename Chat?
he: לשנות את שם השיחה?

source: Renaming '{}'
he: משנה שם ל־'{}'

source: Rename
he: שינוי שם

source: Export Chat
he: ייצוא שיחה

source: This video does not have any transcriptions
he: לסרטון זה אין תמלולים

source: Attach YouTube Video?
he: לצרף סרטון YouTube?

source: {} Please select a transcript to include
he: {} אנא בחרו תמליל לכלול

source: Attach Website? (Experimental)
he: לצרף אתר אינטרנט? (ניסיוני)

source: Are you sure you want to attach '{}'?
he: האם אכן ברצונך לצרף את ‏'{}'?

source: Image recognition is only available on specific models
he: זיהוי תמונות זמין רק במודלים ספציפיים

source: Clear Chat?
he: לנקות את השיחה?

source: Are you sure you want to clear the chat?
he: האם אכן ברצונך לנקות את השיחה?

source: Clear
he: ניקוי

source: Select Model
he: בחירת מודל

source: This model will be used as the base for the new model
he: מודל זה ישמש כבסיס למודל החדש

source: Pull Model
he: משיכת מודל

source: Input the name of the model in this format name:tag
he: יש להזין את שם המודל בתבנית זה name:tag

source: Remove Attachment?
he: להסיר קובץ מצורף?

source: Are you sure you want to remove attachment?
he: האם אכן ברצונך להסיר את הקובץ המצורף?

source: Remove
he: הסרה

source: Llama 3.1 is a new state-of-the-art model from Meta available in 8B, 70B and 405B parameter sizes.
he: ‏Llama 3.1 הוא מודל חדשני מ־Meta הזמין בגדלים של 8B, 70B ו־405B פרמטרים.

source: Meta Llama 3: The most capable openly available LLM to date
he: ‏Meta Llama 3: מודל השפה הגדול הזמין בצורה פתוחה המסוגל ביותר עד כה

source: The 7B model released by Mistral AI, updated to version 0.3.
he: מודל ה־7B שפורסם על ידי Mistral AI, עודכן לגרסה 0.3.

source: A high-performing open embedding model with a large token context window.
he: מודל הטמעה פתוח בעל ביצועים גבוהים עם חלון הקשר טוקן גדול.

source: Gemma is a family of lightweight, state-of-the-art open models built by Google DeepMind. Updated to version 1.1
he: ‏Gemma היא משפחה של מודלים פתוחים, קלי משקל וחדשניים שנבנו על ידי Google DeepMind. עודכן לגרסה 1.1

source: Qwen 1.5 is a series of large language models by Alibaba Cloud spanning from 0.5B to 110B parameters
he: ‏Qwen 1.5 היא סדרה של מודלי שפה גדולים מבית Alibaba Cloud הנעים בין 0.5B ל־110B פרמטרים

source: Qwen2 is a new series of large language models from Alibaba group
he: ‏Qwen2 היא סדרה חדשה של מודלי שפה גדולים מקבוצת Alibaba

source: Phi-3 is a family of lightweight 3B (Mini) and 14B (Medium) state-of-the-art open models by Microsoft.
he: ‏Phi-3 היא משפחה של מודלים פתוחים חדשניים וקלי משקל של 3B (Mini) ו־14B (Medium) מבית Microsoft.

source: Llama 2 is a collection of foundation language models ranging from 7B to 70B parameters.
he: ‏Llama 2 הוא אוסף של מודלי שפה בסיסיים הנעים בין 7B ל־70B פרמטרים.

source: 🌋 LLaVA is a novel end-to-end trained large multimodal model that combines a vision encoder and Vicuna for general-purpose visual and language understanding. Updated to version 1.6.
he: ‏🌋 LLaVA הוא מודל מולטימודלי גדול חדשני שאומן מקצה לקצה המשלב מקודד ראייה ו־Vicuna להבנה ויזואלית ולשונית לשימוש כללי. עודכן לגרסה 1.6.

source: A large language model that can use text prompts to generate and discuss code.
he: מודל שפה גדול היכול להשתמש בהנחיות טקסט כדי ליצור ולדון בקוד.

source: A state-of-the-art 12B model with 128k context length, built by Mistral AI in collaboration with NVIDIA.
he: מודל 12B חדשני עם אורך הקשר של 128k, שנבנה על ידי Mistral AI בשיתוף פעולה עם NVIDIA.

source: The TinyLlama project is an open endeavor to train a compact 1.1B Llama model on 3 trillion tokens.
he: פרויקט TinyLlama הוא מאמץ פתוח לאמן מודל Llama קומפקטי של 1.1B על 3 טריליון טוקנים.

source: State-of-the-art large embedding model from mixedbread.ai
he: מודל הטמעה גדול חדשני מ־mixedbread.ai

source: StarCoder2 is the next generation of transparently trained open code LLMs that comes in three sizes: 3B, 7B and 15B parameters.
he: ‏StarCoder2 הוא הדור הבא של מודלי LLM לקוד פתוח שאומנו בשקיפות, המגיע בשלושה גדלים: 3B, 7B ו־15B פרמטרים.

source: A set of Mixture of Experts (MoE) model with open weights by Mistral AI in 8x7b and 8x22b parameter sizes.
he: סט של מודל Mixture of Experts (MoE) עם משקלות פתוחים מבית Mistral AI בגדלי פרמטרים של 8x7b ו־8x22b.

source: Uncensored, 8x7b and 8x22b fine-tuned models based on the Mixtral mixture of experts models that excels at coding tasks. Created by Eric Hartford.
he: מודלים לא מצונזרים, 8x7b ו־8x22b מכווננים עדין המבוססים על מודלי Mixtral mixture of experts המצטיינים במשימות קידוד. נוצר על ידי אריק הרטפורד.

source: CodeGemma is a collection of powerful, lightweight models that can perform a variety of coding tasks like fill-in-the-middle code completion, code generation, natural language understanding, mathematical reasoning, and instruction following.
he: ‏CodeGemma הוא אוסף של מודלים עוצמתיים וקלי משקל היכולים לבצע מגוון משימות קידוד כגון השלמת קוד באמצע, יצירת קוד, הבנת שפה טבעית, חשיבה מתמטית, ומעקב אחר הוראות.

source: An open-source Mixture-of-Experts code language model that achieves performance comparable to GPT4-Turbo in code-specific tasks.
he: מודל שפת קוד בגישת Mixture-of-Experts בקוד פתוח המשיג ביצועים הדומים ל־GPT4-Turbo במשימות ספציפיות לקוד.

source: Phi-2: a 2.7B language model by Microsoft Research that demonstrates outstanding reasoning and language understanding capabilities.
he: ‏Phi-2: מודל שפה של 2.7B מבית Microsoft Research המציג יכולות מרשימות של חשיבה והבנת שפה.

source: Uncensored Llama 2 model by George Sung and Jarrad Hope.
he: מודל Llama 2 לא מצונזר מאת ג'ורג' סונג וג'ראד הופ.

source: DeepSeek Coder is a capable coding model trained on two trillion code and natural language tokens.
he: ‏DeepSeek Coder הוא מודל קידוד מסוגל שאומן על שני טריליון טוקנים של קוד ושפה טבעית.

source: A suite of text embedding models by Snowflake, optimized for performance.
he: סדרה של מודלי הטמעת טקסט מבית Snowflake, מותאמים לביצועים מיטביים.

source: State of the art large language model from Microsoft AI with improved performance on complex chat, multilingual, reasoning and agent use cases.
he: מודל שפה גדול חדשני מבית Microsoft AI עם ביצועים משופרים בצ'אט מורכב, רב־לשוני, חשיבה ומקרי שימוש של סוכנים.

source: The uncensored Dolphin model based on Mistral that excels at coding tasks. Updated to version 2.8.
he: מודל Dolphin הלא מצונזר המבוסס על Mistral המצטיין במשימות קידוד. עודכן לגרסה 2.8.

source: Dolphin 2.9 is a new model with 8B and 70B sizes by Eric Hartford based on Llama 3 that has a variety of instruction, conversational, and coding skills.
he: ‏Dolphin 2.9 הוא מודל חדש בגדלים של 8B ו־70B מאת אריק הרטפורד המבוסס על Llama 3 ובעל מגוון מיומנויות הוראה, שיחה וקידוד.

source: Yi 1.5 is a high-performing, bilingual language model.
he: ‏Yi 1.5 הוא מודל שפה דו־לשוני בעל ביצועים גבוהים.

source: Command R is a Large Language Model optimized for conversational interaction and long context tasks.
he: ‏Command R הוא מודל שפה גדול שמותאם לאינטראקציה שיחתית ומשימות הקשר ארוכות.

source: A general-purpose model ranging from 3 billion parameters to 70 billion, suitable for entry-level hardware.
he: מודל לשימוש כללי הנע בין 3 מיליארד פרמטרים ל־70 מיליארד, מתאים לחומרה ברמת כניסה.

source: A LLaVA model fine-tuned from Llama 3 Instruct with better scores in several benchmarks.
he: מודל LLaVA מכוונן עדין מ־Llama 3 Instruct עם ציונים טובים יותר במספר מדדי השוואה.

source: Zephyr is a series of fine-tuned versions of the Mistral and Mixtral models that are trained to act as helpful assistants.
he: ‏Zephyr היא סדרה של גרסאות מכווננות עדין של מודלי Mistral ו־Mixtral שאומנו לפעול כעוזרים מועילים.

source: A lightweight AI model with 3.8 billion parameters with performance overtaking similarly and larger sized models.
he: מודל AI קל משקל עם 3.8 מיליארד פרמטרים עם ביצועים העולים על מודלים בגודל דומה וגדול יותר.

source: Embedding models on very large sentence level datasets.
he: מודלי הטמעה על מערכי נתונים גדולים מאוד ברמת המשפט.

source: Codestral is Mistral AI’s first-ever code model designed for code generation tasks.
he: ‏‏Codestral הוא מודל הקוד הראשון אי פעם של Mistral AI שתוכנן למשימות יצירת קוד.

source: StarCoder is a code generation model trained on 80+ programming languages.
he: ‏StarCoder הוא מודל ליצירת קוד שאומן על יותר מ־80 שפות תכנות.

source: General use chat model based on Llama and Llama 2 with 2K to 16K context sizes.
he: מודל צ'אט לשימוש כללי המבוסס על Llama ו־Llama 2 עם גדלי הקשר של 2K עד 16K.

source: A family of open foundation models by IBM for Code Intelligence
he: משפחה של מודלי בסיס פתוחים מבית IBM לבינה מלאכותית בקוד

source: Mistral OpenOrca is a 7 billion parameter model, fine-tuned on top of the Mistral 7B model using the OpenOrca dataset.
he: ‏Mistral OpenOrca הוא מודל של 7 מיליארד פרמטרים, מכוונן עדין על בסיס מודל Mistral 7B באמצעות מערך הנתונים OpenOrca.

source: 🪐 A family of small models with 135M, 360M, and 1.7B parameters, trained on a new high-quality dataset.
he: 🪐 משפחה של מודלים קטנים עם 135M, 360M, ו־1.7B פרמטרים, שאומנו על מערך נתונים חדש באיכות גבוהה.

source: Wizard Vicuna Uncensored is a 7B, 13B, and 30B parameter model based on Llama 2 uncensored by Eric Hartford.
he: ‏Wizard Vicuna Uncensored הוא מודל של 7B, 13B, ו־30B פרמטרים המבוסס על Llama 2 לא מצונזר מאת אריק הרטפורד.

source: Llama 2 based model fine tuned to improve Chinese dialogue ability.
he: מודל מבוסס Llama 2 שכוונן עדין לשיפור יכולת הדיאלוג בסינית.

source: BGE-M3 is a new model from BAAI distinguished for its versatility in Multi-Functionality, Multi-Linguality, and Multi-Granularity.
he: ‏BGE-M3 הוא מודל חדש מ־BAAI המצטיין בגמישותו ברב־פונקציונליות, רב־לשוניות, ורב־הבחנתי.

source: A versatile model for AI software development scenarios, including code completion.
he: מודל רב־תכליתי לתרחישי פיתוח תוכנה של AI, כולל השלמת קוד.

source: A family of open-source models trained on a wide variety of data, surpassing ChatGPT on various benchmarks. Updated to version 3.5-0106.
he: משפחה של מודלים בקוד פתוח שאומנו על מגוון רחב של נתונים, עולים על ChatGPT במדדי השוואה שונים. עודכן לגרסה 3.5-0106.

source: Aya 23, released by Cohere, is a new family of state-of-the-art, multilingual models that support 23 languages.
he: ‏Aya 23, שפורסם על ידי Cohere, היא משפחה חדשה של מודלים רב־לשוניים חדשניים התומכים ב־23 שפות.

source: CodeQwen1.5 is a large language model pretrained on a large amount of code data.
he: ‏CodeQwen1.5 הוא מודל שפה גדול שאומן מראש על כמות גדולה של נתוני קוד.

source: The powerful family of models by Nous Research that excels at scientific discussion and coding tasks.
he: משפחת המודלים העוצמתית מבית Nous Research המצטיינת בדיון מדעי ומשימות קידוד.

source: Command R+ is a powerful, scalable large language model purpose-built to excel at real-world enterprise use cases.
he: ‏Command R+ הוא מודל שפה גדול, עוצמתי וניתן להרחבה שנבנה במיוחד להצטיין במקרי שימוש ארגוניים מהעולם האמיתי.

source: State-of-the-art code generation model
he: מודל חדשני ליצירת קוד

source: Stable Code 3B is a coding model with instruct and code completion variants on par with models such as Code Llama 7B that are 2.5x larger.
he: ‏Stable Code 3B הוא מודל קידוד עם גרסאות הוראות והשלמת קוד ברמה של מודלים כמו Code Llama 7B שהם גדולים פי 2.5.

source: An experimental 1.1B parameter model trained on the new Dolphin 2.8 dataset by Eric Hartford and based on TinyLlama.
he: מודל ניסיוני של 1.1B פרמטרים שאומן על מערך הנתונים החדש Dolphin 2.8 מאת אריק הרטפורד ומבוסס על TinyLlama.

source: OpenHermes 2.5 is a 7B model fine-tuned by Teknium on Mistral with fully open datasets.
he: ‏OpenHermes 2.5 הוא מודל 7B שכוונן עדין על ידי Teknium על Mistral עם מערכי נתונים פתוחים לחלוטין.

source: Mistral Large 2 is Mistral's new flagship model that is significantly more capable in code generation, mathematics, and reasoning with 128k context window and support for dozens of languages.
he: ‏Mistral Large 2 הוא המודל הדגל החדש של Mistral שמסוגל באופן משמעותי יותר ביצירת קוד, מתמטיקה, וחשיבה עם חלון הקשר של 128k ותמיכה בעשרות שפות.

source: Qwen2 Math is a series of specialized math language models built upon the Qwen2 LLMs, which significantly outperforms the mathematical capabilities of open-source models and even closed-source models (e.g., GPT4o).
he: ‏Qwen2 Math היא סדרה של מודלי שפה מתמטיים מתמחים שנבנו על בסיס מודלי Qwen2 LLMs, אשר עולים משמעותית על היכולות המתמטיות של מודלים בקוד פתוח ואפילו מודלים בקוד סגור (למשל, GPT4o).

source: A strong multi-lingual general language model with competitive performance to Llama 3.
he: מודל שפה כללי רב־לשוני חזק עם ביצועים תחרותיים ל־Llama 3.

source: Stable LM 2 is a state-of-the-art 1.6B and 12B parameter language model trained on multilingual data in English, Spanish, German, Italian, French, Portuguese, and Dutch.
he: ‏Stable LM 2 הוא מודל שפה חדשני של 1.6B ו־12B פרמטרים שאומן על נתונים רב־לשוניים באנגלית, ספרדית, גרמנית, איטלקית, צרפתית, פורטוגזית והולנדית.

source: BakLLaVA is a multimodal model consisting of the Mistral 7B base model augmented with the LLaVA architecture.
he: ‏BakLLaVA הוא מודל מולטימודלי המורכב ממודל הבסיס Mistral 7B המועשר בארכיטקטורת LLaVA.

source: An advanced language model crafted with 2 trillion bilingual tokens.
he: מודל שפה מתקדם שנוצר עם 2 טריליון טוקנים דו־לשוניים.

source: This model extends LLama-3 8B's context length from 8k to over 1m tokens.
he: מודל זה מרחיב את אורך ההקשר של LLama-3 8B מ־8k ליותר ממיליון טוקנים.

source: Model focused on math and logic problems
he: מודל המתמקד בבעיות מתמטיקה ולוגיקה

source: moondream2 is a small vision language model designed to run efficiently on edge devices.
he: ‏moondream2 הוא מודל שפה חזותי קטן המתוכנן לרוץ ביעילות על מכשירי קצה.

source: A fine-tuned model based on Mistral with good coverage of domain and language.
he: מודל מכוונן עדין המבוסס על Mistral עם כיסוי טוב של תחום ושפה.

source: A model from NVIDIA based on Llama 3 that excels at conversational question answering (QA) and retrieval-augmented generation (RAG).
he: מודל מ־NVIDIA המבוסס על Llama 3 המצטיין בשאלות ותשובות שיחתיות (QA) ויצירה מוגברת־אחזור (RAG).

source: Conversational model based on Llama 2 that performs competitively on various benchmarks.
he: מודל שיחתי המבוסס על Llama 2 המבצע באופן תחרותי במדדי השוואה שונים.

source: SQLCoder is a code completion model fined-tuned on StarCoder for SQL generation tasks
he: ‏SQLCoder הוא מודל השלמת קוד שכוונן עדין על StarCoder למשימות יצירת SQL

source: General use models based on Llama and Llama 2 from Nous Research.
he: מודלים לשימוש כללי המבוססים על Llama ו־Llama 2 מ־Nous Research.

source: Code generation model based on Code Llama.
he: מודל ליצירת קוד המבוסס על Code Llama.

source: An extension of Llama 2 that supports a context of up to 128k tokens.
he: הרחבה של Llama 2 התומכת בהקשר של עד 128k טוקנים.

source: A 7B and 15B uncensored variant of the Dolphin model family that excels at coding, based on StarCoder2.
he: גרסה לא מצונזרת של 7B ו־15B ממשפחת מודל Dolphin המצטיינת בקידוד, מבוססת על StarCoder2.

source: General use model based on Llama 2.
he: מודל לשימוש כללי המבוסס על Llama 2.

source: A strong, economical, and efficient Mixture-of-Experts language model.
he: מודל שפה חזק, חסכוני ויעיל מסוג Mixture-of-Experts.

source: Starling is a large language model trained by reinforcement learning from AI feedback focused on improving chatbot helpfulness.
he: ‏Starling הוא מודל שפה גדול שאומן באמצעות למידה מחיזוקים ממשוב AI המתמקד בשיפור השימושיות של צ'אטבוטים.

source: A companion assistant trained in philosophy, psychology, and personal relationships. Based on Mistral.
he: עוזר אישי שאומן בפילוסופיה, פסיכולוגיה ויחסים אישיים. מבוסס על Mistral.

source: Hermes 3 is the latest version of the flagship Hermes series of LLMs by Nous Research
he: ‏Hermes 3 הוא הגרסה האחרונה של סדרת הדגל Hermes של מודלי LLM מבית Nous Research

source: InternLM2.5 is a 7B parameter model tailored for practical scenarios with outstanding reasoning capability.
he: ‏InternLM2.5 הוא מודל של 7B פרמטרים המותאם לתרחישים מעשיים עם יכולת חשיבה יוצאת דופן.

source: A compact, yet powerful 10.7B large language model designed for single-turn conversation.
he: מודל שפה גדול של 10.7B קומפקטי אך עוצמתי המתוכנן לשיחות סיבוב בודד.

source: A new small LLaVA model fine-tuned from Phi 3 Mini.
he: מודל LLaVA קטן חדש שכוונן עדין מ־Phi 3 Mini.

source: Orca 2 is built by Microsoft research, and are a fine-tuned version of Meta's Llama 2 models. The model is designed to excel particularly in reasoning.
he: ‏Orca 2 נבנה על ידי מחקר Microsoft, והוא גרסה מכווננת עדין של מודלי Llama 2 של Meta. המודל מתוכנן להצטיין במיוחד בחשיבה.

source: 2.7B uncensored Dolphin model by Eric Hartford, based on the Phi language model by Microsoft Research.
he: מודל Dolphin לא מצונזר של 2.7B מאת אריק הרטפורד, המבוסס על מודל השפה Phi של Microsoft Research.

source: Uncensored version of Wizard LM model
he: גרסה לא מצונזרת של מודל Wizard LM

source: An extension of Mistral to support context windows of 64K or 128K.
he: הרחבה של Mistral לתמיכה בחלונות הקשר של 64K או 128K.

source: An expansion of Llama 2 that specializes in integrating both general language understanding and domain-specific knowledge, particularly in programming and mathematics.
he: הרחבה של Llama 2 המתמחה בשילוב הן של הבנת שפה כללית והן של ידע ספציפי לתחום, במיוחד בתכנות ומתמטיקה.

source: Fine-tuned Llama 2 model to answer medical questions based on an open source medical dataset.
he: מודל Llama 2 מכוונן עדין לענות על שאלות רפואיות על בסיס מערך נתונים רפואי בקוד פתוח.

source: Open-source medical large language model adapted from Llama 2 to the medical domain.
he: מודל שפה גדול רפואי בקוד פתוח שהותאם מ־Llama 2 לתחום הרפואי.

source: A series of models from Groq that represent a significant advancement in open-source AI capabilities for tool use/function calling.
he: סדרה של מודלים מ־Groq המייצגים התקדמות משמעותית ביכולות AI בקוד פתוח לשימוש בכלים/קריאת פונקציות.

source: Nexus Raven is a 13B instruction tuned model for function calling tasks.
he: ‏Nexus Raven הוא מודל 13B מכוונן הוראות למשימות קריאת פונקציות.

source: The Nous Hermes 2 model from Nous Research, now trained over Mixtral.
he: מודל Nous Hermes 2 מ־Nous Research, כעת מאומן על Mixtral.

source: Great code generation model based on Llama2.
he: מודל מצוין ליצירת קוד המבוסס על Llama2.

source: Uncensored Llama2 based model with support for a 16K context window.
he: מודל מבוסס Llama2 לא מצונזר עם תמיכה בחלון הקשר של 16K.

source: 🎩 Magicoder is a family of 7B parameter models trained on 75K synthetic instruction data using OSS-Instruct, a novel approach to enlightening LLMs with open-source code snippets.
he: ‏🎩 Magicoder היא משפחה של מודלים בעלי 7B פרמטרים שאומנו על 75K נתוני הוראות סינתטיים באמצעות OSS-Instruct, גישה חדשנית להארת מודלי LLM עם קטעי קוד בקוד פתוח.

source: A lightweight chat model allowing accurate, and responsive output without requiring high-end hardware.
he: מודל צ'אט קל משקל המאפשר פלט מדויק ומגיב ללא צורך בחומרה מתקדמת.

source: A high-performing code instruct model created by merging two existing code models.
he: מודל הוראות קוד בעל ביצועים גבוהים שנוצר על ידי מיזוג שני מודלי קוד קיימים.

source: Falcon2 is an 11B parameters causal decoder-only model built by TII and trained over 5T tokens.
he: ‏Falcon2 הוא מודל מפענח סיבתי בלבד של 11B פרמטרים שנבנה על ידי TII ואומן על פני 5T טוקנים.

source: Wizard Vicuna is a 13B parameter model based on Llama 2 trained by MelodysDreamj.
he: ‏Wizard Vicuna הוא מודל של 13B פרמטרים המבוסס על Llama 2 שאומן על ידי MelodysDreamj.

source: MistralLite is a fine-tuned model based on Mistral with enhanced capabilities of processing long contexts.
he: ‏MistralLite הוא מודל מכוונן עדין המבוסס על Mistral עם יכולות משופרות של עיבוד הקשרים ארוכים.

source: MathΣtral: a 7B model designed for math reasoning and scientific discovery by Mistral AI.
he: ‏MathΣtral: מודל 7B המתוכנן לחשיבה מתמטית וגילוי מדעי על ידי Mistral AI.

source: 7B parameter text-to-SQL model made by MotherDuck and Numbers Station.
he: מודל טקסט־ל־SQL של 7B פרמטרים שנוצר על ידי MotherDuck ו־Numbers Station.

source: MegaDolphin-2.2-120b is a transformation of Dolphin-2.2-70b created by interleaving the model with itself.
he: ‏MegaDolphin-2.2-120b הוא שינוי של Dolphin-2.2-70b שנוצר על ידי שילוב המודל עם עצמו.

source: A top-performing mixture of experts model, fine-tuned with high-quality data.
he: מודל mixture of experts מוביל בביצועים, מכוונן עדין עם נתונים באיכות גבוהה.

source: A 7B chat model fine-tuned with high-quality data and based on Zephyr.
he: מודל צ'אט 7B מכוונן עדין עם נתונים באיכות גבוהה ומבוסס על Zephyr.

source: Merge of the Open Orca OpenChat model and the Garage-bAInd Platypus 2 model. Designed for chat and code generation.
he: מיזוג של מודל Open Orca OpenChat ומודל Garage-bAInd Platypus 2. מתוכנן לצ'אט ויצירת קוד.

source: A language model created by combining two fine-tuned Llama 2 70B models into one.
he: מודל שפה שנוצר על ידי שילוב שני מודלי Llama 2 70B מכווננים עדין לאחד.

source: A 3.8B model fine-tuned on a private high-quality synthetic dataset for information extraction, based on Phi-3.
he: מודל 3.8B מכוונן עדין על מערך נתונים סינתטי פרטי באיכות גבוהה לחילוץ מידע, מבוסס על Phi-3.

source: DBRX is an open, general-purpose LLM created by Databricks.
he: ‏DBRX הוא מודל LLM פתוח לשימוש כללי שנוצר על ידי Databricks.

source: Embedding model from BAAI mapping texts to vectors.
he: מודל הטמעה מ־BAAI הממפה טקסטים לווקטורים.

source: An open weights function calling model based on Llama 3, competitive with GPT-4o function calling capabilities.
he: מודל קריאת פונקציות עם משקלות פתוחים המבוסס על Llama 3, תחרותי ליכולות קריאת הפונקציות של GPT-4o.

source: A robust conversational model designed to be used for both chat and instruct use cases.
he: מודל שיחה חזק המתוכנן לשימוש הן במקרי שימוש של צ'אט והן של הוראות.

source: Sentence-transformers model that can be used for tasks like clustering or semantic search.
he: מודל sentence-transformers שניתן להשתמש בו למשימות כמו אשכול או חיפוש סמנטי.

source: Ollama instance was shut down due to inactivity
he: מופע Ollama נסגר עקב חוסר פעילות

source: Menu
he: תפריט

source: Toggle Sidebar
he: הצגת/הסתרת סרגל צד

source: Manage Models
he: ניהול מודלים

source: Chat Menu
he: תפריט שיחה

source: Warning: Power saver mode is enabled, this will slow down message generation
he: אזהרה: מצב חיסכון בחשמל מופעל, זה יאט את יצירת ההודעות

source: Attach File
he: צירוף קובץ

source: Message text box
he: תיבת טקסט להודעה

source: Send Message
he: שליחת הודעה

source: Preferences
he: העדפות

source: General
he: כללי

source: Use Remote Connection to Ollama
he: שימוש בחיבור מרוחק ל־Ollama

source: Run Alpaca In Background
he: הרצת Alpaca ברקע

source: Show Power Saver Warning
he: הצגת אזהרת חיסכון בחשמל

source: Temperature
he: טמפרטורה

source: The temperature of the model. Increasing the temperature will make the model answer more creatively. (Default: 0.8)
he: הטמפרטורה של המודל. העלאת הטמפרטורה תגרום למודל לענות באופן יצירתי יותר. (ברירת מחדל: 0.8)

source: Seed
he: ערך התחלתי

source: Sets the random number seed to use for generation. Setting this to a specific number will make the model generate the same text for the same prompt. (Default: 0 (random))
he: קובע את הערך ההתחלתי של המספר האקראי לשימוש ביצירה. הגדרת ערך מסוים תגרום למודל ליצור את אותו טקסט עבור אותה הנחיה (ברירת מחדל: 0 (אקראי)).

source: Keep Alive Time
he: זמן שמירה על חיים

source: Controls how long the model will stay loaded into memory following the request in minutes (Default: 5)
he: שולט על כמה זמן המודל יישאר טעון בזיכרון לאחר הבקשה בדקות (ברירת מחדל: 5)
