Repository: 0xthe13/Alpaca
Catalog: po/*.po
Languages: he

source: ai;ollama;llm
he: ai;ollama;llm;בינה מלאכותית;צ'אט;צ׳אט;למידת מכונה;מכונה לומדת;צ׳'אטבוט;בוט;

source: Chat with local AI models
he: התכתבות עם מודלי AI מקומיים

source: An Ollama client
he: לקוח Ollama

source: Features
he: תכונות

source: Built in Ollama instance
he: מופע Ollama מובנה

source: Talk to multiple models in the same conversation
he: שיחה עם מספר מודלים באותה התכתבות

source: Pull and delete models from the app
he: משיכה ומחיקה של מודלים מהיישום

source: Have multiple conversations
he: ניהול מספר שיחות

source: Image recognition (Only available with compatible models)
he: זיהוי תמונות (זמין רק במודלים תואמים)

source: Plain text documents recognition
he: זיהוי מסמכים עם טקסט רגיל

source: Import and export chats
he: ייבוא וייצוא שיחות

source: Append YouTube transcripts to the prompt
he: הוספת תמלילי YouTube לפקודה

source: Append text from a website to the prompt
he: הוספת טקסט מאתר אינטרנט לפקודה

source: PDF recognition
he: זיהוי PDF

source: Disclaimer
he: כתב ויתור

source: This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.
he: מיזם זה אינו קשור כלל ל-Ollama, ואין אחריות לכל נזק למכשיר או לתוכנה שנגרם מהרצת קוד שניתן על ידי מודלים כלשהם.

source: A normal conversation with an AI Model
he: שיחה רגילה עם מודל AI

source: A conversation involving image recognition
he: שיחה הכוללת זיהוי תמונות

source: A conversation showing code highlighting
he: שיחה המציגה הדגשת קוד

source: A conversation involving a YouTube video transcript
he: שיחה הכוללת תמליל וידאו מ־YouTube

source: Multiple models being downloaded
he: הורדה של מספר מודלים

source: New
he: חדש

source: Fixes
he: תיקונים

source: Model, message and chat systems have been rewritten
he: מערכות המודל, ההודעות והשיחה נכתבו מחדש

source: New models are available
he: מודלים חדשים זמינים

source: Ollama updated to v0.3.9
he: Ollama עודכן לגרסה 0.3.9

source: Added support for multiple chat generations simultaneously
he: נוספה תמיכה ביצירת מספר שיחות במקביל

source: Added experimental AMD GPU support
he: נוספה תמיכה ניסיונית ב־GPU של AMD

source: Added message loading spinner and new message indicator to chat tab
he: נוסף סמן טעינת הודעות ומחוון הודעות חדשות בלשונית השיחה

source: Added animations
he: נוספו אנימציות

source: Changed model manager / model selector appearance
he: שונה מראה מנהל המודלים / בורר המודלים

source: Changed message appearance
he: שונה מראה ההודעות

source: Added markdown and code blocks to user messages
he: נוספו בלוקי markdown וקוד להודעות המשתמש

source: Added loading dialog at launch so the app opens faster
he: נוסף דיאלוג טעינה בהפעלה כדי שהיישום ייפתח מהר יותר

source: Added warning when device is on 'battery saver' mode
he: נוספה אזהרה כאשר המכשיר במצב 'חיסכון בסוללה'

source: Added inactivity timer to integrated instance
he: נוסף קוצב זמן חוסר פעילות למופע המשולב

source: The chat is now scrolled to the bottom when it's changed
he: השיחה כעת נגללת לתחתית כאשר היא משתנה

source: Better handling of focus on messages
he: טיפול משופר במיקוד על הודעות

source: Better general performance on the app
he: ביצועים כלליים משופרים ביישום

source: New duplicate chat option
he: אפשרות חדשה לשכפול שיחה

source: Changed model selector appearance
he: שונה מראה בורר המודלים

source: Message entry is focused on launch and chat change
he: כניסת הודעה ממוקדת בהפעלה ובשינוי שיחה

source: Message is focused when it's being edited
he: ההודעה ממוקדת כאשר היא נערכת

source: Added loading spinner when regenerating a message
he: נוסף סמן טעינה בעת יצירה מחדש של הודעה

source: Added Ollama debugging to 'About Alpaca' dialog
he: נוסף ניפוי שגיאות של Ollama לדיאלוג 'אודות Alpaca'

source: Changed YouTube transcription dialog appearance and behavior
he: שונה מראה והתנהגות דיאלוג התמלול של YouTube

source: CTRL+W and CTRL+Q stops local instance before closing the app
he: ‏CTRL+W ו־CTRL+Q עוצרים את המופע המקומי לפני סגירת היישום

source: Changed appearance of 'Open Model Manager' button on welcome screen
he: שונה מראה כפתור 'פתיחת מנהל המודלים' במסך הפתיחה

source: Fixed message generation not working consistently
he: תוקנה בעיה שבה יצירת הודעות לא עבדה באופן עקבי

source: Fixed message edition not working consistently
he: תוקנה בעיה שבה עריכת הודעות לא עבדה באופן עקבי

source: Model manager opens faster
he: מנהל המודלים נפתח מהר יותר

source: Delete chat option in secondary menu
he: אפשרות מחיקת שיחה בתפריט המשני

source: New model selector popup
he: חלון קופץ חדש לבחירת מודל

source: Standard shortcuts
he: קיצורי דרך סטנדרטיים

source: Model manager is navigable with keyboard
he: מנהל המודלים ניתן לניווט באמצעות המקלדת

source: Changed sidebar collapsing behavior
he: שונתה התנהגות כיווץ סרגל הצד

source: Focus indicators on messages
he: מחווני מיקוד על הודעות

source: Welcome screen
he: מסך פתיחה

source: Give message entry focus at launch
he: מתן מיקוד לכניסת הודעה בהפעלה

source: Generally better code
he: קוד משופר באופן כללי

source: Better width for dialogs
he: רוחב משופר לדיאלוגים

source: Better compatibility with screen readers
he: תאימות משופרת עם קוראי מסך

source: Fixed message regenerator
he: תוקן מחולל ההודעות מחדש

source: Removed 'Featured models' from welcome dialog
he: הוסרו 'מודלים מומלצים' מדיאלוג הפתיחה

source: Added default buttons to dialogs
he: נוספו כפתורי ברירת מחדל לדיאלוגים

source: Fixed import / export of chats
he: תוקן ייבוא / ייצוא של שיחות

source: Changed Python2 title to Python on code blocks
he: שונתה כותרת Python2 ל־Python בבלוקי קוד

source: Prevent regeneration of title when the user changed it to a custom title
he: מניעת יצירה מחדש של כותרת כאשר המשתמש שינה אותה לכותרת מותאמת אישית

source: Show date on stopped messages
he: הצגת תאריך על הודעות שנעצרו

source: Fix clear chat error
he: תיקון שגיאת ניקוי שיחה

source: Changed shortcuts to standards
he: שונו קיצורי הדרך לסטנדרטיים

source: Moved 'Manage Models' button to primary menu
he: הועבר כפתור 'ניהול מודלים' לתפריט הראשי

source: Stable support for GGUF model files
he: תמיכה יציבה בקבצי מודל GGUF

source: General optimizations
he: אופטימיזציות כלליות

source: Better handling of enter key (important for Japanese input)
he: טיפול משופר במקש Enter (חשוב לקלט ביפנית)

source: Removed sponsor dialog
he: הוסר דיאלוג החסות

source: Added sponsor link in about dialog
he: נוסף קישור לחסות בדיאלוג 'אודות'

source: Changed window and elements dimensions
he: שונו מימדי החלון והאלמנטים

source: Selected model changes when entering model manager
he: המודל הנבחר משתנה בכניסה למנהל המודלים

source: Better image tooltips
he: חלוניות מידע משופרות לתמונות

source: GGUF Support
he: תמיכה ב־GGUF

source: Regenerate any response, even if they are incomplete
he: יצירה מחדש של כל תגובה, גם אם היא לא שלמה

source: Support for pulling models by name:tag
he: תמיכה במשיכת מודלים לפי שם:תג

source: Restored sidebar toggle button
he: שוחזר כפתור החלפת מצב סרגל הצד

source: Reverted back to standard styles
he: חזרה לסגנונות הסטנדרטיים

source: Fixed generated titles having "'S" for some reason
he: תוקנו כותרות שנוצרו עם "'S" מסיבה כלשהי

source: Changed min width for model dropdown
he: שונה הרוחב המזערי לתפריט הנפתח של המודל

source: Changed message entry shadow
he: שונתה הצללת כניסת ההודעה

source: The last model used is now restored when the user changes chat
he: המודל האחרון שהיה בשימוש משוחזר כעת כאשר המשתמש משנה שיחה

source: Better check for message finishing
he: בדיקה משופרת לסיום הודעה

source: Added table rendering (Thanks Nokse)
he: נוספה הצגת טבלאות (תודה ל-Nokse)

source: Made support dialog more common
he: הפיכת דיאלוג התמיכה לנפוץ יותר

source: Dialog title on tag chooser when downloading models didn't display properly
he: כותרת הדיאלוג בבורר התגיות בעת הורדת מודלים לא הוצגה כראוי

source: Prevent chat generation from generating a title with multiple lines
he: מניעת יצירת שיחה מיצירת כותרת עם מספר שורות

source: Bearer Token entry on connection error dialog
he: כניסת אסימון נושא בדיאלוג שגיאת חיבור

source: Small appearance changes
he: שינויי מראה קטנים

source: Compatibility with code blocks without explicit language
he: תאימות עם בלוקי קוד ללא שפה מפורשת

source: Rare, optional and dismissible support dialog
he: דיאלוג תמיכה נדיר, אופציונלי וניתן לסגירה

source: Date format for Simplified Chinese translation
he: פורמט תאריך לתרגום לסינית מפושטת

source: Bug with unsupported localizations
he: באג עם לוקליזציות לא נתמכות

source: Min height being too large to be used on mobile
he: גובה מזערי גדול מדי לשימוש במכשירים ניידים

source: Remote connection checker bug
he: באג בבודק החיבור מרחוק

source: Models with capital letters on their tag don't work
he: מודלים עם אותיות גדולות בתג שלהם לא עובדים

source: Ollama fails to launch on some systems
he: Ollama נכשל בהפעלה במערכות מסוימות

source: YouTube transcripts are not being saved in the right TMP directory
he: תמלילי YouTube לא נשמרים בתיקיית TMP הנכונה

source: Debug messages are now shown on the 'About Alpaca' dialog
he: הודעות ניפוי שגיאות מוצגות כעת בדיאלוג 'אודות Alpaca'

source: Updated Ollama to v0.3.0 (new models)
he: עדכון Ollama לגרסה 0.3.0 (מודלים חדשים)

source: Models with '-' in their names didn't work properly, this is now fixed
he: מודלים עם '-' בשמותיהם לא פעלו כראוי, זה תוקן כעת

source: Better connection check for Ollama
he: בדיקת חיבור משופרת ל־Ollama

source: Stable Release
he: גרסה יציבה

source: The new icon was made by Tobias Bernard over the Gnome Gitlab, thanks for the great icon!
he: הסמל החדש נוצר על ידי טוביאס ברנרד ב־Gitlab של Gnome, תודה על הסמל הנהדר!

source: Features and fixes
he: תכונות ותיקונים

source: Updated Ollama instance to 0.2.8
he: מופע Ollama עודכן לגרסה 0.2.8

source: Better model selector
he: בורר מודלים משופר

source: Model manager redesign
he: עיצוב מחדש של מנהל המודלים

source: Better tag selector when pulling a model
he: בורר תגיות משופר בעת משיכת מודל

source: Model search
he: חיפוש מודלים

source: Added support for bearer tokens on remote instances
he: נוספה תמיכה באסימוני נושא במופעים מרוחקים

source: Preferences dialog redesign
he: עיצוב מחדש של דיאלוג ההעדפות

source: Added context menus to interact with a chat
he: נוספו תפריטי הקשר לאינטראקציה עם שיחה

source: Redesigned primary and secondary menus
he: עוצבו מחדש התפריטים הראשיים והמשניים

source: YouTube integration: Paste the URL of a video with a transcript and it will be added to the prompt
he: שילוב YouTube: הדבקת כתובת URL של סרטון עם תמליל תוסיף אותו לפקודה

source: Website integration (Experimental): Extract the text from the body of a website by adding it's URL to the prompt
he: שילוב אתרים (ניסיוני): חילוץ הטקסט מגוף האתר על ידי הוספת כתובת ה־URL שלו לפקודה

source: Chat title generation
he: יצירת כותרת שיחה

source: Auto resizing of message entry
he: שינוי גודל אוטומטי של שדה ההודעה

source: Chat notifications
he: התראות שיחה

source: Added indicator when an image is missing
he: נוסף מחוון כאשר תמונה חסרה

source: Auto rearrange the order of chats when a message is received
he: סידור מחדש אוטומטי של סדר השיחות בעת קבלת הודעה

source: Redesigned file preview dialog
he: עוצב מחדש דיאלוג תצוגה מקדימה של קבצים

source: Credited new contributors
he: ניתן קרדיט לתורמים חדשים

source: Better stability and optimization
he: יציבות ואופטימיזציה משופרות

source: Edit messages to change the context of a conversation
he: עריכת הודעות לשינוי ההקשר של שיחה

source: Added disclaimers when pulling models
he: נוספו כתבי ויתור בעת משיכת מודלים

source: Preview files before sending a message
he: תצוגה מקדימה של קבצים לפני שליחת הודעה

source: Better format for date and time on messages
he: פורמט משופר לתאריך ושעה בהודעות

source: Error and debug logging on terminal
he: רישום שגיאות וניפוי שגיאות במסוף

source: Auto-hiding sidebar button
he: כפתור סרגל צד המסתתר אוטומטית

source: Various UI tweaks
he: שיפורים שונים בממשק המשתמש

source: New Models
he: מודלים חדשים

source: Translations
he: תרגומים

source: These are all the available translations on 1.0.0, thanks to all the contributors!
he: אלה כל התרגומים הזמינים בגרסה 1.0.0, תודה לכל התורמים!

source: Russian: Alex K
he: רוסית: Alex K

source: Spanish: Jeffser
he: ספרדית: Jeffser

source: Brazilian Portuguese: Daimar Stein
he: פורטוגזית ברזילאית: Daimar Stein

source: French: Louis Chauvet-Villaret
he: צרפתית: Louis Chauvet-Villaret

source: Norwegian: CounterFlow64
he: נורווגית: CounterFlow64

source: Bengali: Aritra Saha
he: בנגלית: Aritra Saha

source: Simplified Chinese: Yuehao Sui
he: סינית מפושטת: Yuehao Sui

source: Fix
he: תיקון

source: Removed DOCX compatibility temporally due to error with python-lxml dependency
he: הוסרה זמנית תאימות DOCX עקב שגיאה עם תלות python-lxml

source: Big Update
he: עדכון גדול

source: Added compatibility for PDF
he: נוספה תאימות ל־PDF

source: Added compatibility for DOCX
he: נוספה תאימות ל־DOCX

source: Merged 'file attachment' menu into one button
he: מוזג תפריט 'צירוף קובץ' לכפתור אחד

source: Quick Fix
he: תיקון מהיר

source: There were some errors when transitioning from the old version of chats to the new version. I apologize if this caused any corruption in your chat history. This should be the only time such a transition is needed.
he: היו מספר שגיאות במעבר מהגרסה הישנה של השיחות לגרסה החדשה. אני מתנצל אם זה גרם לשיבוש כלשהו בהיסטוריית השיחות שלך. זה אמור להיות הפעם היחידה שמעבר כזה נדרש.

source: Huge Update
he: עדכון ענק

source: Added: Support for plain text files
he: נוסף: תמיכה בקבצי טקסט רגיל

source: Added: New backend system for storing messages
he: נוסף: מערכת צד שרת חדשה לאחסון הודעות

source: Added: Support for changing Ollama's overrides
he: נוסף: תמיכה בשינוי הגדרות העקיפה של Ollama

source: General Optimization
he: ייעול כללי

source: Added: Support for GGUF models (experimental)
he: נוסף: תמיכה במודלי GGUF (ניסיוני)

source: Added: Support for customization and creation of models
he: נוסף: תמיכה בהתאמה אישית ויצירה של מודלים

source: Fixed: Icons don't appear on non Gnome systems
he: תוקן: סמלים לא מופיעים במערכות שאינן Gnome

source: Update Ollama to v0.1.39
he: עדכון Ollama לגרסה 0.1.39

source: Fixed: app didn't open if models tweaks wasn't present in the config files
he: תוקן: היישום לא נפתח אם התאמות המודלים לא היו קיימות בקבצי התצורה

source: Changed multiple icons (paper airplane for the send button)
he: שונו מספר סמלים (מטוס נייר לכפתור השליחה)

source: Combined export / import chat buttons into a menu
he: שולבו כפתורי ייצוא / ייבוא שיחה לתפריט אחד

source: Added 'model tweaks' (temperature, seed, keep_alive)
he: נוספו 'התאמות מודל' (temperature, seed, keep_alive)

source: Fixed send / stop button
he: תוקן כפתור שליחה / עצירה

source: Fixed app not checking if remote connection works when starting
he: תוקן: היישום לא בדק אם החיבור המרוחק עובד בעת ההפעלה

source: Daily Update
he: עדכון יומי

source: Added text ellipsis to chat name so it doesn't change the button width
he: נוספו נקודות קיצור לשם השיחה כדי שלא ישנה את רוחב הכפתור

source: New shortcut for creating a chat (CTRL+N)
he: קיצור דרך חדש ליצירת שיחה (CTRL+N)

source: New message entry design
he: עיצוב חדש לשדה הזנת הודעה

source: Fixed: Can't rename the same chat multiple times
he: תוקן: לא ניתן לשנות שם לאותה שיחה מספר פעמים

source: The fix
he: התיקון

source: Fixed: Ollama instance keeps running on the background even when it is disabled
he: תוקן: מופע Ollama ממשיך לרוץ ברקע גם כשהוא מושבת

source: Fixed: Can't pull models on the integrated instance
he: תוקן: לא ניתן למשוך מודלים במופע המשולב

source: Quick tweaks
he: התאמות מהירות

source: Added progress bar to models that are being pulled
he: נוסף סרגל התקדמות למודלים שנמשכים

source: Added size to tags when pulling a model
he: נוסף גודל לתגיות בעת משיכת מודל

source: General optimizations on the background
he: אופטימיזציות כלליות ברקע

source: Quick fixes
he: תיקונים מהירים

source: Fixed: Scroll when message is received
he: תוקן: גלילה בעת קבלת הודעה

source: Fixed: Content doesn't change when creating a new chat
he: תוקן: התוכן לא משתנה בעת יצירת שיחה חדשה

source: Added 'Featured Models' page on welcome dialog
he: נוסף עמוד 'מודלים מומלצים' בדיאלוג הפתיחה

source: Nice Update
he: עדכון נחמד

source: UI tweaks (Thanks Nokse22)
he: שיפורי ממשק משתמש (תודה ל־Nokse22)

source: Metadata fixes
he: תיקוני מטא־נתונים

source: Quick fix
he: תיקון מהיר

source: Updated Spanish translation
he: עודכן התרגום לספרדית

source: Added compatibility for PNG
he: נוספה תאימות ל־PNG

source: New Update
he: עדכון חדש

source: Updated model list
he: עודכנה רשימת המודלים

source: Added image recognition to more models
he: נוסף זיהוי תמונות ליותר מודלים

source: Added Brazilian Portuguese translation (Thanks Daimaar Stein)
he: נוסף תרגום לפורטוגזית ברזילאית (תודה ל־Daimaar Stein)

source: Refined the general UI (Thanks Nokse22)
he: שופר הממשק הכללי (תודה ל־Nokse22)

source: Added 'delete message' feature
he: נוספה תכונת 'מחיקת הודעה'

source: Added metadata so that software distributors know that the app is compatible with mobile
he: נוספו מטא־נתונים כדי שמפיצי תוכנה ידעו שהיישום תואם למכשירים ניידים

source: Changed 'send' shortcut to just the return/enter key (to add a new line use shift+return)
he: שונה קיצור הדרך ל'שליחה' למקש Enter/Return בלבד (להוספת שורה חדשה יש להשתמש ב־Shift+Return)

source: Bug Fixes
he: תיקוני באגים

source: Fixed: Minor spelling mistake
he: תוקן: שגיאת כתיב קלה

source: Added 'mobile' as a supported form factor
he: נוסף 'mobile' כגורם צורה נתמך

source: Fixed: 'Connection Error' dialog not working properly
he: תוקן: דיאלוג 'Connection Error' לא פעל כראוי

source: Fixed: App might freeze randomly on startup
he: תוקן: היישום עלול לקפוא באופן אקראי בהפעלה

source: Changed 'chats' label on sidebar for 'Alpaca'
he: שונתה תווית 'chats' בסרגל הצד ל־'Alpaca'

source: Cool Update
he: עדכון מגניב

source: Better design for chat window
he: עיצוב משופר לחלון השיחה

source: Better design for chat sidebar
he: עיצוב משופר לסרגל הצד של השיחה

source: Fixed remote connections
he: תוקנו חיבורים מרוחקים

source: Fixed Ollama restarting in loop
he: תוקנה הפעלה מחדש של Ollama בלולאה

source: Other cool backend stuff
he: דברים מגניבים אחרים בצד השרת

source: Added Ollama as part of Alpaca, Ollama will run in a sandbox
he: נוסף Ollama כחלק מ־Alpaca, Ollama ירוץ בסביבה מבודדת

source: Added option to connect to remote instances (how it worked before)
he: נוספה אפשרות להתחבר למופעים מרוחקים (כפי שעבד קודם)

source: Added option to import and export chats
he: נוספה אפשרות לייבא ולייצא שיחות

source: Added option to run Alpaca with Ollama in the background
he: נוספה אפשרות להריץ את Alpaca עם Ollama ברקע

source: Added preferences dialog
he: נוסף דיאלוג העדפות

source: Changed the welcome dialog
he: שונה דיאלוג הפתיחה

source: Please report any errors to the issues page, thank you.
he: אנא דווחו על כל שגיאה בדף הבעיות, תודה.

source: Yet Another Daily Update
he: עוד עדכון יומי

source: Added better UI for 'Manage Models' dialog
he: נוסף ממשק משתמש משופר לדיאלוג 'Manage Models'

source: Added better UI for the chat sidebar
he: נוסף ממשק משתמש משופר לסרגל הצד של השיחה

source: Replaced model description with a button to open Ollama's website for the model
he: הוחלף תיאור המודל בכפתור לפתיחת אתר Ollama עבור המודל

source: Added myself to the credits as the spanish translator
he: הוספתי את עצמי לקרדיטים כמתרגם לספרדית

source: Using XDG properly to get config folder
he: שימוש נכון ב־XDG לקבלת תיקיית התצורה

source: Update for translations
he: עדכון לתרגומים

source: The last update had some mistakes in the description of the update
he: לעדכון האחרון היו כמה טעויות בתיאור העדכון

source: Another Daily Update
he: עוד עדכון יומי

source: Added full Spanish translation
he: נוסף תרגום מלא לספרדית

source: Added support for background pulling of multiple models
he: נוספה תמיכה במשיכת מספר מודלים ברקע

source: Added interrupt button
he: נוסף כפתור הפסקה

source: Added basic shortcuts
he: נוספו קיצורי דרך בסיסיים

source: Better translation support
he: תמיכה משופרת בתרגום

source: User can now leave chat name empty when creating a new one, it will add a placeholder name
he: המשתמש יכול כעת להשאיר את שם השיחה ריק בעת יצירת שיחה חדשה, יתווסף שם ממלא מקום

source: Better scalling for different window sizes
he: התאמה טובה יותר לגדלי חלון שונים

source: Fixed: Can't close app if first time setup fails
he: תוקן: לא ניתן לסגור את היישום אם ההגדרה הראשונית נכשלת

source: Really Big Update
he: עדכון גדול באמת

source: Added multiple chats support!
he: נוספה תמיכה במספר שיחות!

source: Added Pango Markup support (bold, list, title, subtitle, monospace)
he: נוספה תמיכה בסימון Pango (מודגש, רשימה, כותרת, כותרת משנה, רוחב קבוע)

source: Added autoscroll if the user is at the bottom of the chat
he: נוספה גלילה אוטומטית אם המשתמש נמצא בתחתית השיחה

source: Added support for multiple tags on a single model
he: נוספה תמיכה במספר תגיות למודל בודד

source: Added better model management dialog
he: נוסף דיאלוג משופר לניהול מודלים

source: Added loading spinner when sending message
he: נוסף סמן טעינה בעת שליחת הודעה

source: Added notifications if app is not active and a model pull finishes
he: נוספו התראות אם היישום אינו פעיל ומשיכת מודל מסתיימת

source: Added new symbolic icon
he: נוסף סמל סימבולי חדש

source: Added frame to message textview widget
he: נוספה מסגרת לווידג'ט תצוגת הטקסט של ההודעה

source: Fixed "code blocks shouldn't be editable"
he: תוקן "בלוקי קוד לא צריכים להיות ניתנים לעריכה"

source: Added code highlighting
he: נוספה הדגשת קוד

source: Added image recognition (llava model)
he: נוסף זיהוי תמונות (מודל llava)

source: Added multiline prompt
he: נוספה שורת פקודה מרובת שורות

source: Fixed some small bugs
he: תוקנו כמה באגים קטנים

source: General optimization
he: אופטימיזציה כללית

source: Fixes and features
he: תיקונים ותכונות

source: Russian translation (thanks github/alexkdeveloper)
he: תרגום לרוסית (תודה ל־github/alexkdeveloper)

source: Fixed: Cannot close app on first setup
he: תוקן: לא ניתן לסגור את היישום בהגדרה הראשונה

source: Fixed: Brand colors for Flathub
he: תוקן: צבעי מותג עבור Flathub

source: Fixed: App description
he: תוקן: תיאור היישום

source: Fixed: Only show 'save changes dialog' when you actually change the url
he: תוקן: הצגת 'דיאלוג שמירת שינויים' רק כאשר באמת משנים את ה־URL

source: 0.2.2 Bug fixes
he: 0.2.2 תיקוני באגים

source: Toast messages appearing behind dialogs
he: הודעות Toast מופיעות מאחורי דיאלוגים

source: Local model list not updating when changing servers
he: רשימת המודלים המקומית לא מתעדכנת בעת החלפת שרתים

source: Closing the setup dialog closes the whole app
he: סגירת דיאלוג ההגדרות סוגרת את כל היישום

source: 0.2.1 Data saving fix
he: 0.2.1 תיקון שמירת נתונים

source: The app didn't save the config files and chat history to the right directory, this is now fixed
he: היישום לא שמר את קבצי התצורה והיסטוריית השיחות לתיקייה הנכונה, זה תוקן כעת

source: New Features
he: תכונות חדשות

source: Restore chat after closing the app
he: שחזור שיחה לאחר סגירת היישום

source: A button to clear the chat
he: כפתור לניקוי השיחה

source: Fixed multiple bugs involving how messages are shown
he: תוקנו מספר באגים הקשורים לאופן הצגת ההודעות

source: Added welcome dialog
he: נוסף דיאלוג פתיחה

source: More stability
he: יציבות משופרת

source: 0.1.2 Quick fixes
he: 0.1.2 תיקונים מהירים

source: This release fixes some metadata needed to have a proper Flatpak application
he: גרסה זו מתקנת כמה מטא־נתונים הנדרשים ליישום Flatpak תקין

source: 0.1.1 Stable Release
he: 0.1.1 גרסה יציבה

source: This is the first public version of Alpaca
he: זוהי הגרסה הציבורית הראשונה של Alpaca

source: Cancel
he: ביטול

source: Connect
he: התחברות

source: Bearer Token (Optional)
he: אסימון נושא (אפשרי)

source: Please select a model before chatting
he: יש לבחור מודל לפני תחילת השיחה

source: Close
he: סגירה

source: Next
he: הבא

source: image
he: תמונה

source: New Chat
he: שיחה חדשה

source: Close Alpaca
he: סגירת Alpaca

source: Connection Error
he: שגיאת חיבור
