Repository: 0xthe13/Alpaca
Catalog: po/*.po
Languages: he

source: Ollama Instance
he: מופע Ollama

source: Ollama Overrides
he: עקיפות Ollama

source: Manage the arguments used on Ollama, any changes on this page only applies to the integrated instance, the instance will restart if you make changes.
he: ניהול הארגומנטים המשמשים ב־Ollama, כל שינוי בעמוד זה חל רק על המופע המשולב, המופע יופעל מחדש אם תבצעו שינויים.

source: Idle Timer
he: קוצב זמן חוסר פעילות

source: Number of minutes the instance should remain idle before it is shut down (0 means it won't be shut down)
he: מספר הדקות שהמופע צריך להישאר לא פעיל לפני שהוא נכבה (0 פירושו שהוא לא ייכבה)

source: Manage models dialog
he: דו שיח ניהול מודלים

source: Create Model
he: יצירת מודל

source: Search Model
he: חיפוש מודל

source: Model search bar
he: סרגל חיפוש מודל

source: Search models
he: חיפוש מודלים

source: No Models Found
he: לא נמצאו מודלים

source: Try a different search or pull an unlisted model from it's name
he: יש לנסות חיפוש אחר או למשוך מודל שאינו ברשימה לפי שמו

source: Pull Model From Name
he: משיכת מודל לפי שם

source: By downloading this model you accept the license agreement available on the model's website.
he: הורדת מודל זה מהווה הסכמה לתנאי הרישיון הזמינים באתר המודל.

source: Base
he: בסיס

source: Name
he: שם

source: Context
he: הקשר

source: Some models require a modelfile, Alpaca fills FROM and SYSTEM (context) instructions automatically. Please visit the model's website or Ollama documentation for more information if you're unsure.
he: חלק מהמודלים דורשים קובץ מודל, Alpaca ממלא הוראות FROM ו־SYSTEM (הקשר) באופן אוטומטי. במקרה של ספק יש לבקר באתר המודל או בתיעוד של Ollama למידע נוסף.

source: Create
he: יצירה

source: File preview dialog
he: דו שיח תצוגה מקדימה של קובץ

source: Open With Default App
he: פתיחה עם יישום ברירת המחדל

source: Remove Attachment
he: הסרת קובץ מצורף

source: Previous
he: הקודם

source: Welcome to Alpaca
he: ברוך בואך ל־Alpaca

source: Powered by Ollama
he: מופעל על ידי Ollama

source: Ollama Website
he: אתר Ollama

source: Alpaca and its developers are not liable for any damages to devices or software resulting from the execution of code generated by an AI model. Please exercise caution and review the code carefully before running it.
he: ‏Alpaca ומפתחיה אינם אחראים לכל נזק למכשירים או לתוכנה הנובע מהרצת קוד שנוצר על ידי מודל AI. יש לנהוג בזהירות ולבדוק את הקוד בקפידה לפני הרצתו.

source: Import Chat
he: ייבוא שיחה

source: Keyboard Shortcuts
he: צירופי מקשים

source: About Alpaca
he: על Alpaca

source: Rename Chat
he: שינוי שם שיחה

source: Duplicate Chat
he: שכפול שיחה

source: Clear Chat
he: ניקוי שיחה

source: Delete Chat
he: מחיקת שיחה

source: From Existing Model
he: ממודל קיים

source: From GGUF File
he: מקובץ GGUF

source: From Name
he: משם

source: Close application
he: סגירת יישום

source: Import chat
he: ייבוא שיחה

source: Clear chat
he: ניקוי שיחה

source: New chat
he: שיחה חדשה

source: Show shortcuts window
he: הצגת חלון קיצורים

source: Manage models
he: ניהול מודלים

source: Toggle sidebar
he: הצגת/הסתרת סרגל צד

source: Rename chat
he: שינוי שם שיחה

source: Editor
he: עורך

source: Copy
he: העתקה

source: Paste
he: הדבקה

source: Insert new line
he: הוספת שורה חדשה

source: An error occurred while extracting text from the website
he: אירעה שגיאה בעת חילוץ טקסט מהאתר

source: Send prompt: '{}'
he: שליחת הנחיה: '{}'

source: Open Model Manager
he: פתיחת מנהל המודלים

source: Try one of these prompts
he: נסו אחת מההנחיות האלה

source: It looks like you don't have any models downloaded yet. Download models to get started!
he: נראה שעדיין לא הורדת מודלים. יש להוריד מודלים כדי להתחיל!

source: Chat exported successfully
he: השיחה יוצאה בהצלחה

source: Regenerate Response
he: יצירה מחדש של תגובה

source: Copy of {}
he: עותק של {}

source: Chat imported successfully
he: השיחה יובאה בהצלחה

source: Message edited successfully
he: ההודעה נערכה בהצלחה

source: Response message
he: הודעת תגובה

source: User message
he: הודעת משתמש

source: {}Code Block
he: בלוק קוד {}

source: Code Block
he: בלוק קוד

source: Copy Message
he: העתקת הודעה

source: Code copied to the clipboard
he: הקוד הועתק ללוח הגזירים

source: Image
he: תמונה

source: Missing Image
he: תמונה חסרה

source: Missing image
he: תמונה חסרה

source: Remove Message
he: הסרת הודעה

source: Edit Message
he: עריכת הודעה

source: Regenerate Message
he: יצירה מחדש של הודעה

source: Message copied to the clipboard
he: ההודעה הועתקה ללוח הגזירים

source: Message cannot be regenerated while receiving a response
he: לא ניתן ליצור מחדש הודעה בזמן קבלת תגובה

source: Stop Pulling '{}'
he: עצירת משיכת '{}'

source: Stop Download?
he: לעצור הורדה?

source: Are you sure you want to stop pulling '{}'?
he: האם אכן ברצונך לעצור את משיכת '{}'?

source: Stop
he: עצירה

source: Remove '{}'
he: הסרת '{}'

source: Delete Model?
he: למחוק את המודל?

source: Enter download menu for {}
he: כניסה לתפריט הורדה עבור {}

source: Download {}:{}
he: הורדת {}:{}

source: Model deleted successfully
he: המודל נמחק בהצלחה

source: Task Complete
he: המשימה הושלמה

source: Model '{}' pulled successfully.
he: המודל '{}' נמשך בהצלחה.

source: Pull Model Error
he: שגיאת משיכת מודל

source: Failed to pull model '{}': {}
he: נכשלה משיכת המודל '{}': {}

source: Error pulling '{}': {}
he: שגיאה במשיכת '{}': {}

source: Failed to pull model '{}' due to network error.
he: נכשלה משיכת המודל '{}' עקב שגיאת רשת.

source: Error pulling '{}'
he: שגיאה במשיכת '{}'

source: Accept
he: אישור
